IDEA Open Model
MatConcreteSIA.Fctm Property
Compatible with IDEA StatiCa v 10.1
 mean value of axial tensile strength of concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Fctm { get; set; }
Public Property Fctm As Double
	Get
	Set
public:
property double Fctm {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace